[
    {"mensaje":"Que en estas fiestas la magia sea tu mejor traje, tu sonrisa el mejor regalo, tus ojos el mejor destino y tu felicidad, mi mejor deseo. ¡Feliz Navidad!"},
    
    {"mensaje":"No podía dejar pasar esta fecha sin enviarte un mensaje lleno de afecto. Que seas feliz en esta Navidad, ese es mi mayor deseo para ti en esta fecha especial. Solo me falta desearte un 2023 lleno de salud, amor y prosperidad; que todos tus deseos se hagan realidad. Feliz Navidad y Feliz 2023: regala alegría y felicidad a los tuyos estando y compartiendo con ellos."},
    
    {"mensaje":"Que todas las experiencias de este año que acaba, sean el aprendizaje necesario para que, en el año que comienza, se conviertan en la base para lograr todos nuestros propósitos. ¡Feliz Navidad y los mejores deseos para todos en el año 2023 ya venidero!"},
    
    {"mensaje":"Hoy es Navidad, momento de entregar nuestro corazón y todas las muestras de cariño posibles. Comparte la felicidad que llevas en tu corazón con todo aquel que te rodea. Feliz Navidad 2022 a todos mis queridos amigos."},
    
    {"mensaje":"A los que comparten risas, a los que lloran, a los que tienen alguien a su lado, a los que no lo tienen, a los que veo a menudo, a los que echo de menos, ¡Feliz Navidad!"},
    
    {"mensaje":"Que la Navidad te devuelva las ilusiones de la infancia, los placeres de la juventud y la tranquilidad del hogar. ¡Feliz Navidad!"},
    
    {"mensaje":"Que Dios, con su infinita bondad, bendiga y llene nuestros corazones con paz y amor la noche de Navidad. Felices fiestas."},
    
    {"mensaje":"Que la paz y la armonía celebrada en Navidad estén presentes todos los días de tu año nuevo. ¡Feliz Navidad y felices fiestas!"},
    
    {"mensaje":"Te deseo que la magia de la Navidad te ilumine y te ayude a conseguir todos tus sueños."},
    
    {"mensaje":"Deseo que esta Navidad te traiga alegría, que lo que toques sea amor, que lo que sientas sea paz y hacia donde camines te aporte felicidad."},
    
    {"mensaje":"Feliz navidad y próspero año nuevo."},
    {"mensaje":"Paz y amor para estas fiestas, ¡feliz navidad!"},
    {"mensaje":"Te deseo de todo corazón una navidad feliz para ti y tu familia."},
    {"mensaje":"Nuestros mejores deseos de felicidad para esta Navidad y esperanza para el nuevo año 2023."},
    {"mensaje":"Que la Navidad te devuelva las ilusiones de la infancia, los placeres de la juventud y la tranquilidad del hogar. ¡Feliz Navidad!"},
    {"mensaje":"Que esta Navidad  sea brillante, traiga alegría, amor y encienda un Año Nuevo lleno de luz y esperanza."},
    {"mensaje":"Que los logros de este año sean sólo las semillas para ser plantadas y que se cosechen con enorme éxito en los años venideros. ¡Feliz Navidad  y felices fiestas!"},
    {"mensaje":"Sugerencias de regalos para esta Navidad: A tu enemigo, el perdón. Para un oponente, tolerancia. A un amigo tu corazón. Para un cliente, el servicio. A todos, la caridad. Para cada niño, un buen ejemplo. A ti mismo, respeto."},
    {"mensaje":"Que Dios en su infinita bondad, bendiga y llene nuestros corazones con paz y amor la noche de Navidad. Felices fiestas"},
    {"mensaje":"La Navidad es sinónimo de amor… es un momento en que el amor de Dios y de los seres humanos debe prevalecer sobre el odio y la amargura… un momento en que nuestros pensamientos, acciones y el espíritu de nuestras vidas manifiesten la presencia de Dios."},
    {"mensaje":"La Navidad, que puede hacernos volver a los delirios de nuestra infancia, recordar al anciano los placeres de su juventud y transportar al viajero de regreso a su hogar y hogar tranquilo."},
    {"mensaje":"Que la paz y la armonía celebrada en Navidad  estén presentes todos los días de tu año nuevo. ¡Feliz Navidad  y felices fiestas!"},
    {"mensaje":"La Navidad  es la esperanza de los años por venir, con todos los posibles e imaginarios logros."},
    {"mensaje":"¿Qué es la Navidad? Es la ternura del pasado, el valor del presente y la esperanza del futuro. Es el deseo sincero de que cada taza se puede llenar con bendiciones ricas y eternas, y de que cada camino nos lleve a la paz."},
    {"mensaje":"Navidad  es una época para celebrar la vida, difundir el amor y sembrar esperanza."},
    {"mensaje":"Mejor que todos los regalos debajo del árbol de Navidad, es la presencia de una familia feliz."},
    {"mensaje":"Cuando llega el día de Navidad  nos viene el mismo calor que sentimos cuando éramos niños, el mismo calor que envuelve nuestro corazón y nuestro hogar."},
    {"mensaje":"La magia de la noche de Navidad  es poder convertir nuestros sueños en realidad."},
    {"mensaje":"Te deseo una feliz Navidad y un próspero año nuevo, que todos tus objetivos se logren y que disfrutes de tus sueños."},
    {"mensaje":"Seguramente el mejor adorno de Navidad sea una gran sonrisa."},
    {"mensaje":"Son los pequeños gestos y actitudes de nuestro día a día los que nos deben proporcionar un mínimo de alegría y comprensión sobre todos los que nos rodean. De este modo el espíritu navideño permanece en nuestros corazones."},
    {"mensaje":"Si no sabes qué regalo hacer a tus seres más queridos en Navidad yo conozco uno: ¡tu amor!"},
    {"mensaje":"Que la Navidad  te ayude a cumplir todos los sueños de tu corazón, que te traiga alegría para cada día del año nuevo y que puedas compartir todo esto con las personas especiales que forman parte de su vida. ¡Feliz Navidad!"},
    {"mensaje":"El Año Nuevo es el portador de la realización de tus sueños y proyectos a nivel personal, profesional y social."},
    {"mensaje":"La Navidad  es un tiempo de alegría, de intercambio y hermandad. Que este clima sea la base para encontrar la paz y la felicidad."},
    {"mensaje":"Que las celebraciones de Navidad estén marcadas por el deseo de una nueva vida y un nuevo camino que nos lleve a un único objetivo: sembrar el amor y la paz."},
    {"mensaje":"Que la Navidad  sea un símbolo de amor y paz en el corazón de todo el mundo!!!"},
    {"mensaje":"Te deseo una Feliz Navidad  llena de paz y armonía. Que Dios os bendiga a todos."},
    {"mensaje":"Feliz Navidad! La palabra en sí llena el corazón de alegría. No importa cuánta prisa tengamos, ni cuantos regalos nos lleguen, el mejor presente es siempre la paz y el amor."},

    {"mensaje":"Que la paz, la armonía y la solidaridad reinen en nuestro corazón esta Navidad y el Año Nuevo que se acerca. ¡Felices fiestas!"},

    {"mensaje":"Hay más, mucho más en la Navidad que los regalos y la luz de las velas; es el dulce espíritu de la amistad que brilla todo el año. Es la consideración y la bondad, es la esperanza del renacer de la paz, de la comprensión y de la buena voluntad de los hombres."},
    {"mensaje":"Que esta Navidad te llena de felicidad a ti y toda tu familia. ¡Buenas fiestas!"},
{"mensaje":"La Navidad  es todo sobre el amor. Es la época del año en que nuestros corazones están más abiertos y armoniosos, y se renuevan nuestras esperanzas."},

{"mensaje":"La Navidad  es un tiempo de alegría, de intercambio y hermandad. Y este clima es la base para encontrar la felicidad y la paz. ¡Feliz Navidad!"},
{"mensaje":"Te deseo que tu Navidad  sea luminosa, te traiga alegría, amor, paz y armonía."},
{"mensaje":"No existe una Navidad  ideal, la Navidad  es la creación del reflejo de tus valores, deseos, sueños y tradiciones."},
{"mensaje":"La Navidad  es el deseo más sincero de que cada taza se pueda llenar con preciosas y eternas bendiciones, y de que cada camino nos lleve a la paz."},
{"mensaje":"El mundo sería mucho mejor si el espíritu de la Navidad  fuera un gen dominante que se transmite de padres a hijos."},
{"mensaje":"Si tan sólo pudiéramos obtener el espíritu de la Navidad  en tarros y abrir un tarro de cada mes del año…"},
{"mensaje":"Se presenta siempre, todos los años. Y con la Navidad  vienen los recuerdos y las costumbres. Estos recuerdos cotidianos humildes a las que todas las madres se aferran, como la Virgen María, en los rincones secretos de su corazón."},
{"mensaje":"La paz es generosidad y gracia para comprender el verdadero significado de la Navidad."},
{"mensaje":"Honraré la Navidad  en mi corazón y trataré de mantenerla durante todo el año."},
{"mensaje":"La Navidad  no es sólo una fecha para dar regalos, es la gran celebración del nacimiento de la persona que nos enseñó a amar: ¡Jesús de Nazaret!"},
{"mensaje":"El que no tiene Navidad  en su corazón, no se encuentra bajo el árbol."},
{"mensaje":"La Navidad  sólo puede tener sentido si se celebra como un reflejo de sus valores, deseos y tradiciones."},
{"mensaje":"Bendito sea el día que une a todos en una conspiración de amor."},
{"mensaje":"Incluso si tras la pérdida de otras cosas en los últimos años, mantenemos la Navidad como algo brillante, volveremos a nuestra fe infantil."},
{"mensaje":"La Navidad  comenzó en el corazón de Dios. Pero sólo se completa cuando llega al corazón del hombre."},
{"mensaje":"La Navidad  es un tiempo de gracia, de perdón, generosidad y alegría. La única vez que yo sepa, en el año calendario, que los hombres y las mujeres parecen estar de acuerdo en abrir libremente sus corazones."},
{"mensaje":"Valorar la paz y la generosidad es comprender el verdadero significado de la Navidad"},
{"mensaje":"La Navidad  no es un momento ni una estación, sino un estado de ánimo."},
{"mensaje":"Siempre es tiempo de renovar y vivir en paz. ¡Feliz Navidad!"},
{"mensaje":"Celebrar la Navidad es creer en el poder del amor, esto es lo que transforma al hombre y al mundo. ¡Feliz Navidad!"},
{"mensaje":"No creo que la Navidad se trate necesariamente de cosas. Se trata de ser buenos unos con otros, fomentar la generosidad y la bondad."},
{"mensaje":"La Navidad  es el tiempo en que Cristo vive en nosotros, renacido y renovado, mostrándonos que todavía es nuestro salvador y que sigue haciendo milagros."},
{"mensaje":"El perdón es cuando la Navidad  ocurre en otro momento del año."},
{"mensaje":"Papá Noel te trae todo lo bueno que pediste y algo más que has olvidado. Que pases una Feliz Navidad y ¡felices fiestas!"},
{"mensaje":"Que la Navidad  te bendiga trayendo paz y armonía a ti y a toda tu familia."},
{"mensaje":"Son los pequeños gestos y actitudes de nuestro día a día los que nos deben proporcionar un mínimo de alegría y comprensión hacia todos los que nos rodean. Que el espíritu de la Navidad  llene nuestros corazones. ¡Feliz Navidad!"},
{"mensaje":"El Año Nuevo nos impulsa a la realización de los sueños, aspiraciones y deseos genuinos de la felicidad."},
{"mensaje":"En Navidad  los corazones de la gente late más rápido, sobre todo cuando estamos cerca de la persona que amamos!"},
{"mensaje":"Que se vayan los fantasmas del miedo, el disgusto y la tristeza. Feliz Navidad  y próspero Año Nuevo."}

]